micropython/micropython/ports/esp32/boards/PYBOX/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "pyBox"
#define MICROPY_HW_MCU_NAME "ESP32"
